# -*- coding: utf-8 -*-
import cv2
import numpy as np
# TODO: Допишите импорт библиотек, которые собираетесь использовать


def count_contours(image) -> int:
    """
        Функция для подсчета количества контуров на изображении.

        Входные данные: изображение (bgr), прочитано cv2.imread
        Выходные данные: количество контуров на изображение (тип int)

        Примеры вывода:
            5
            8

    """

    # TODO: Отредактируйте эту функцию по своему усмотрению.
    # Для удобства можно создать собственные функции в этом файле.


    return 5